<?php

/**
 * Template Name: იმერეთის ბაგრატიონების შტო
 */
?>

<!DOCTYPE html>
<html lang="ka">

<head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>იმერეთის ბაგრატიონების შტო</title>
    <?php
    wp_head();
    ?>

</head>

<body>
    <!-- Header -->
    <?php get_header(); ?>

    <div class="kings">
        <h1 class="title">იმერეთის ბაგრატიონების შტო</h1>
        <p class="shto">
            დავით I იმერელი – (დამაარსებელი, 1387–1455, ფორმალურად 1455 წლამდე)
            <br>
            ბაგრატ VI – (1463–1478)
            <br>
            ალექსანდრე II – (1478–1510)
            <br>
            ბაგრატ III – (1510–1565)
            <br>
            გიორგი II – (1565–1585)
            <br>
            ლევან – (1585–1588)
            <br>
            როსტომი – (1588–1589, 1590–1605)
            <br>
            გიორგი III – (1605–1639)
            <br>
            ალექსანდრე III – (1639–1660)
            <br>
            ბაგრატ IV – (1660–1661, ასევე 1668–1678)
            <br>
            ვახტანგი I – (1661–1664)
            <br>
            არმაზ I (დარყად ხანი) – (1664–1668)
            <br>
            გიორგი IV – (1678–1681)
            <br>
            ალექსანდრე IV – (1683–1690, 1691–1695)
            <br>
            გიორგი V – (1696–1698, 1701–1702)
            <br>
            მამუკა – (1702–1707)
            <br>
            გიორგი VI – (1707–1720)
            <br>
            ალექსანდრე V – (1720–1752)
            <br>
            სოლომონ I – (1752–1765, 1767–1784)
            <br>
            თეიმურაზი – (1766–1768)
            <br>
            დავით II – (1784–1789)
            <br>
            სოლომონ II – (1789–1810)

        </p>
        <img src="<?php echo get_template_directory_uri(); ?>/assets/images/imeretis-shto.png" alt="" />
        <p class="stext">
            იმერეთის სამეფო — ქართული ფეოდალური სახელმწიფო XV−XIX საუკუნეებში. წარმოიქმნა საქართველოს ფეოდალური მონარქიის პოლიტიკური დაშლის შედეგად. ეს პროცესი საქართველოში მონღოლთა ბატონობის დამყარებიდან, XIII საუკუნის 30-იანი წლებიდან დაიწყო და XV საუკუნის II ნახევარში დასრულდა, როცა 1490 წელს საქართველოს დაშლა იურიდიულად გაფორმდა. ჯერ კიდევ დავით ნარინი XIII საუკუნის II ნახევარში არსებითად იმერეთის მეფე იყო. იმერეთის სამეფოში შემავალი ოდიშისა და გურიის სამთავროები XVI საუკუნის შუა წლებში ცალკე პოლიტიკურ ერთეულებად ჩამოყალიბდა. XVI საუკუნის დამდეგს იმერეთის სამეფოს აფხაზეთის სამთავრო ჩამოსცილდა, უფრო გვიან კი — სვანეთისა. ამის შემდეგ იმერეთის სამეფოს ტერიტორია საკუთრივ იმერეთითა და რაჭით შემოიფარგლა. ლეჩხუმი ხან იმერეთის მეფეს ეპყრა და ხან ოდიშის მთავრებს.
            <br><br>
            იმერეთის სამეფოს აღმოსავლეთით ქართლის სამეფოსაგან ლიხის ქედი ყოფდა, დასავლეთით ოდიშის სამთავროსაგან — მდინარე ცხენისწყალი, სამხრეთით გურიის სამთავროსა და ახალციხის საფაშოსაგან — ფერსათის ანუ მესხეთის მთები, ჩრდილოეთით კი — კავკასიონის ქედი საზღვრავდა. იმერეთის სამეფოს დასავლეთი და სამხრეთი საზღვრები ხშირად იცვლებოდა: დასავლეთით იმერეთის მეფეს საჭილაო-სამიქელაოს ოდიშის მთავარი ეცილებოდა, სამხრეთით საჯავახოს გურიელი ითვისებდა. იმერეთის სამეფოს სატახტო ქალაქი ქუთაისი იყო. აქვე იყო მეფის მთავარი რეზიდენცია. XVII საუკუნეში იმერეთის სამეფოს 40 ათასი მეომრის გამოყვანა შეეძლო.
            <br><br>
            XVIII–XIX საუკუნეთა მიჯნაზე ამ სამეფოში დაახლოებით 120 ათასამდე მცხოვრები იყო. იმერეთის სამეფოში, ისე როგორც საერთოდ საქართველოში, ფეოდალურ-ბატონყმური ურთიერთობა იყო. არსებობდა მრავალი სათავადო, რომელთაც საგადასახადო, ადმინისტრაციული და ნაწილობრივ სასამართლო იმუნიტეტი ჰქონდათ მოპოვებული და ტერიტორიულად და პოლიტიკურად განცალკავებულ ფეოდალურ ერთეულებს წარმოადგენდნენ. XVIII საუკუნის შუა წლებში იმერეთის სამეფოში 100-მდე თავადი იყო. ისინი მეფის ან უფლისწულის ვასალები იყვნენ.


        </p>
    </div>

    <!-- Footer -->
    <?php get_footer(); ?>

    <script src="info.js"></script>
    <script src="home.js"></script>
</body>

</html>