<?php

/**
 * Template Name: კახელი ბაგრატიონების შტო
 */
?>

<!DOCTYPE html>
<html lang="ka">

<head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>კახელი ბაგრატიონების შტო</title>
    <?php
    wp_head();
    ?>

</head>

<body>
    <!-- Header -->
    <?php get_header(); ?>

    <div class="kings">
        <h1 class="title">კახელი ბაგრატიონების შტო</h1>
        <p class="shto">
            გიორგი I – (1465–1476)
            <br> 
            ალექსანდრე I – (1476–1511)
            <br>
            გიორგი II ბეგი – (1511–1513)
            <br>
            ლევან I – (1520–1574)
            <br>
            ალექსანდრე II – (1574–1605)
            <br>
            კონსტანტინე I – (1605) (მუსლიმად გადაქცეული – კონსტანტინე ხანი)
            <br>
            თეიმურაზ I – (1605–1648; დროებით ჩამოსული 1625–1633)
            <br>
            ალექსანდრე III – (1648–1660)
            <br>
            არჩილ II (II) – (1660–1675)
            <br>
            ერეკლე I (ნაზარ ალი ხანი) – (1688–1703) (მუსლიმად მოქცეული)
            <br>
            დავით II (იმამყული ხანი) – (1703–1722)
            <br>
            კონსტანტინე II (მუსა ხანი) – (1722–1732)
            <br>
            თეიმურაზ II – (1732–1744) (შემდეგ ქართლის მეფეც)
            <br>
            ერეკლე II – (1744–1762) (შემდეგ ქართლ-კახეთის მეფე)
        </p>
        <p class="shtoebi">
            <a href="<?php echo site_url('/qartlis-bagrationebis-shto'); ?>">ქართლის ბაგრატიონების შტო</a>
        </p>
        <img src="<?php echo get_template_directory_uri(); ?>/assets/images/kaxeli-shto.png" alt="" />
        <p class="stext">
            სამეფოს ჩამოყალიბება და ადრეული ისტორია <br>
            კახეთის სამეფო წარმოიქმნა ფეოდალური საქართველოს დაშლის შედეგად, სამცხის ათაბაგის ყვარყვარე II-ის მიერ ქართლის მეფის გიორგი VIII-ის დატყვევების (1465) შემდეგ კახეთის ერისთავებმა და წარჩინებულებმა თავიანთი დამოუკიდებელ მთავრად დასვეს ერთ-ერთი ადგილობრივი ერისთავი დავითი. 1466 გიორგი VIII-მ ქართლის სამეფოს დაკარგვის შემდეგ დაამარცხა დავითი, დამკვიდრდა კახეთში და სათავე დაუდო კახეთის ბაგრატიონთა სამეფო დინასტიას. გიორგი VIII-ის (კახეთში გიორგი I) დროს გაუქმდა საერისთავოები და ერისთავების გამგებლობაში მყოფი სამეფო სამფლობელო მოურავებს გადაეცათ. მოურავობის ინსტიტუტი კახეთის მეფეების ხელში ადგილობრივი ფეოდალების მორჩილებაში ყოლის ეფექტიანი საშუალება იყო. ამ სახელოს იღებდნენ კახეთის ძლიერი ფეოდალური საგვარეულოების ცალკეული წარმომადგენლები სხვა თანამოგვარეებისაგან (სახლიკაცებისაგან) დამოუკიდებლად, რაც საფუძველს აცლიდა ამ სახლების ერთიანობას.
            <br><br>
            კახეთში ფეოდალური გვარების საერთო-სახასო მიწათმფლობელობასთან შედარებით უფრო განვითარებული იყო კერძო-ინდივიდუალური (სათავისთავო) მიწათმფლობელობა. საქართველოს სხვა ნაწილებისაგან განსხვავებით, სადაც XV და შემდეგ საუკუნებში შეუფერხებლად განვითარდა სათავადოთა სისტემა, კახეთის სამეფოში XV—XVI საუკუნეებში სათავადოები არ აღმოცენებულა. მეფის ხელისუფლება აქ შედარებით ძლიერი იყო. ამ საუკუნეებში ეკომინიკიური წინსვლას განიცდიდა. ვითარდებოდა საშინაო და საგარეო ვაჭრობა. წარმოიქმნა ახალი ქალაქები. გარეშე ძალა აქ რაიმე შესამჩნევ ზეგავლენას ვერ ახდენდა. XVII საუკუნის II ნახევრიდან კახეთის სამეფოც დაიწყო სათავადოების ჩამოყალიბება (არსებობს სხვა თვალსაზრისიც, რომლის მიხედვითაც ქართლისა და საქართველოს სხვა ნაწილების ანალოგიური სატავადოები კახეთშიც არსებობდა თვით XV—XVI საუკუნეებში).
            <br><br>
            კახეთის სამეფოში თავადთა წოდებას შეადგენდნენ უძლიერესი ფეოდალები (ჩოლოყაშვილები, მაყაშვილები, ანდრონიკაშვილები, ვაჩნაძეები, ჯორჯაძეები, ჯანდიერები, ჭავჭავაძეები, ვახვახიშვილები და სხვა), რომელთაც აგრეთვე უმაღლესი სამოხელეო თანამდებობანი ეპყრათ (სახლთუხუცესობა, ბოქაულტუხუცესობა, ეშიკაღასბაშობა, მდივანბეგობა, მოლარეთუხუცესობა, აგრეთვე მსხვილი სამოურავოების განმგებლობა და სხვა). ამათზე დაბლა იდგნენ აზნაურები, რომელთა მხოლოდ მცირე ნაწილი იყო მოქცეული ტავადებისა და ეკლესია-მონასტრებია ყმობაში, ისინი ძირითადად სამეფო ყმები იყვნენ.


        </p>
    </div>

    <!-- Footer -->
    <?php get_footer(); ?>

    <script src="info.js"></script>
    <script src="home.js"></script>
</body>

</html>