<?php

/**
 * Template Name: ქართლის ბაგრატიონების შტო
 */
?>

<!DOCTYPE html>
<html lang="ka">

<head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>ქართლის ბაგრატიონების შტო</title>
    <?php
    wp_head();
    ?>

</head>

<body>
    <!-- Header -->
    <?php get_header(); ?>

    <div class="kings">
        <h1 class="title">ქართლის ბაგრატიონების შტო</h1>
        <p class="shto">
            კონსტანტინე II – (1484–1505)
            <br>
            დავითი X – (1505–1525)
            <br>
            ლუარსაბ I – (1525–1556)
            <br>
            სიმონ I დიდოვანი – (1556–1569, 1578–1600)
            <br>
            დავით XI (დაულ ხანი) – (1569–1578) (მუსლიმად მოქცეული)
            <br>
            გიორგი X – (1600–1605)
            <br>
            ლუარსაბ II – (1605–1615)
            <br>
            სიმონ II (სემაიუნ ხანი) – (1619–1630) (მუსლიმად მოქცეული)
            <br>
            როსტომი (როსტომ ხანი) – (1633–1658)
            <br>
            ვახტანგ V (შაჰ-ნავაზი) – (1658–1675)
            <br>
            გიორგი XI (გურგინ ხანი) – (1675–1688; 1703–1709)
            <br>
            ხეივანოვი (ერკლე I) – (1688–1703) (ასევე კახეთის მეფე)
            <br>
            ვახტანგ VI – (1703–1724)
            <br>
            ბაქარ I – (1724–1750)
            <br>
            თეიმურაზ II – (1744–1762) (ასევე კახეთის მეფე)
            <br>
            ერეკლე II – (1762–1798) (გაერთიანებული ქართლი-კახეთის მეფე)


        </p>
        <p class="shtoebi">
            <a href="<?php echo site_url('/imeretis-bagrationebis-shto'); ?>">იმერეთის ბაგრატიონების შტო</a>
        </p>
        <img src="<?php echo get_template_directory_uri(); ?>/assets/images/qartlis-shto.png" alt="" />
        <p class="stext">
            თითქმის ორნახევარი საუკუნის განმავლობაში უცხოელ დამპყრობთა განუწყვეტელი შემოსევებით ეკონომიკურად და პოლიტიკურად დასუსტებულ საქართველოს XV საუკუნის შუა წლებში ახალი აგრესიული სახელმწიფო ოსმალეთი დაუმეზობლდა. საქართველოში გაძლიერდა შინაფეოდალური ომები. 1463 საქართველოს მეფე გიორგი VIII ჩიხორის ბრძოლაში (ახლანდელი ჩხარის ჩრდილო-აღმოსავლეთით) დაამარცხა ბაგრატ ბაგრატიონმა, რომელმაც თავი იმერეთის მეფედ გამოაცხადა (შემდეგში ქართლ-იმერეთის მეფე ბაგრატ VI). 1465 სამცხე-საათაბაგოს მთავარმა ყვარყვარე II-მ გიორგი VIII ტყვედ ჩაიგდო. ამით ისარგებლა ბაგრატმა, რომელმაც 1466 ქართლი დაიჭირა და თავი მეფეთა მეფედ გამოაცხადა. ტყვეობიდან განთავისუფლებულმა გიორგი VIII-მ ვერ შეძლო ტახტის დაბრუნება, კახეთში გადავიდა და საფუძველი ჩაუყარა კახეთის სამეფოს დამოუკიდებელ არსებობას. ქართლისა და იმერეთის მეფე გახდა ბაგრატ VI (1466–1478) ქართლ-იმერეთის სამეფოში შინაფეოდალური ბრძოლები გრძელდებოდა მეფე კონსტანტინე II-ის (1478–1505) დროსაც. 1483 არადეთის ბრძოლაში ყვარყვარე II-მ დაამარცხა კონსტანტინე II, ამით ისარგებლა ბაგრატ VI-ის ძემ ალექსანდრემ და 1484 თავი დასავლეთ საქართველოს მეფედ გამოაცხადა. კონსტანტინე II-ის ცდა, აღედგინა ქართლ-იმერეთის ერთიანობა, 1489 მარცხით დამთავრდა. ასე ჩაეყარა საფუძველი ქართლის სამეფოს დამოუკიდებელ არსებობას.
<br><br>
            XV საუკუნის 90-იანი წლების დასაწყისში კონსტანტინე II და ქართლის სამეფოს სხვა პოლიტიკური მოღვაწენი იძულებული გახდნენ შერიგებოდნენ შექმნილ ვითარებას, ზავი დაედოთ კახეთისა და იმერეთის მეფეებთან და ათაბაგთან. სამცხე-საათაბაგო თუმცა ქართლის სამეფოს შემადგენლობაში შედიოდა, მაგრამ ფაქტობრივად სამთავრო იყო. სამეფო სამთავროებს შორის ბრძოლა გრძელდებოდა. 1513 წელს ქართლის სამეფომ კახეთის სამეფო დაიპყრო,მაგრამ ქართლ-კახეთის გაერთიანებულმა სამეფომ მხოლოდ 1513–1520 წლებამდე იარსება. მას ბოლო მოუღო სპარსეთის და ოსმალეთის აგრესიამ. 1518 წელს ქართლის სამეფო იძულებული გახდა მიეღო სპარსეთის იმპერიის ვასალობა. 1520 წელს კახეთის დამოუკიდებელი სამეფო კვლავ აღდგა. სამეფო-სამთავროთა გაერთიანებისათვის ბრძოლის მარცხი იმითაც იყო გაპირობებული, რომ სხვა სამეფოები ქართლის სამეფოს პირველობას არ უთმობდნენ. ქართლის სამეფო ცდილობდა თავი დაეღწია სპარსეთის ვასალობისაგან. ამის გამო 1522 წელს ქართლს ყიზილბაშთა ლაშქარი შემოესია. დამპყრობლებმა თელეთის ბრძოლის შემდეგ დაიკავეს ქალაქი თბილისი. 1524 წელს ირანში შინაური ბრძოლის გამწვავების პირობებში ქართლის სამეფომ თბილისი დაიბრუნა და, როგორც ჩანს, ვასალობისაგან განთავისუფლდა. ამ დროიდან 16 წლის განმავლობაში ქართლის სამეფო ფაქტობრივად სუვერენული სახელმწიფო იყო. 1541–1554 წლებში ირანის შაჰი თამაზ I ოთხჯერ შემოესია ქართლს. თბილისი აიღო და ქალაქში ყიზილბაშთა გარნიზონი ჩააყენა. ქართლის მეფემ ლუარსაბ I-მა (1527–1556) პარტიზანული ბრძოლა გააჩაღა. 1547 წლის იანვარში შაჰი მეორედ შეესია ქართლს, მოარბია ჯავახეთი, რომელიც ქართლის სამეფოს შემადგენლობაში შედიოდა და ათაბაგ ქაიხოსრო II-ს დაუმორჩილა, მაგრამ ქართლი ბრძოლას განაგრძობდა. ლუარსაბმა კვლავ დაიბრუნა ჯავახეთი.


        </p>
    </div>

    <!-- Footer -->
    <?php get_footer(); ?>

    <script src="info.js"></script>
    <script src="home.js"></script>
</body>

</html>